brew "diffnav"
brew "direnv"
brew "eza"
brew "gh"
brew "git"
brew "goenv"
brew "neovim"
brew "prek"
brew "stow"
brew "tmux"
brew "uv"

cask "1password"
cask "claude-code"
cask "google-chrome"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
