brew "diffnav"
brew "direnv"
brew "eza"
brew "gh"
brew "git"
brew "goenv"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "node"
brew "prek"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "yazi"
cask "claude-code"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "kitty"
